"AWAY_LOCK_LABEL" = "odomknúť";
"AWAY_LOCK_LABEL_SHORT" = "odomknúť";
"AWAY_LOCK_LABEL_FORMAT" = "%@";
"AWAY_LOCK_EMERGENCY_LABEL" = "tiesňové volanie";
"AWAY_LOCK_BUDDY_LABEL" = "nastaviť";
"AWAY_SMS_LABEL" = "Správa";
"AWAY_MISSED_CALL_LABEL" = "Zmeškaný";
"AWAY_MISSED_VOICEMAIL_LABEL" = "Odkazovač";
"VOICEMAIL_AVAILABLE" = "Odkazovač je dostupný";
"AWAY_EMPTY_CALL" = "Neznámy";
"AWAY_EMPTY_SMS" = "Neznámy";
"AWAY_EMPTY_VM" = "Neznámy";
"AWAY_CALENDAR_LABEL" = "Udalosť";
"REMOTE_NOTIFICATIONS_LOCK_FORMAT" = "%@";
"REMOTE_NOTIFICATIONS_LOCK_LABEL" = "zobraziť";
"DISMISS_ALERT" = "Zrušiť";
"DONE" = "Hotovo";
"REPLY" = "Odp.";
"REDIAL" = "Vytočiť znovu";
"ACCEPT" = "Prijať";
"SMS_READ" = "Čítať";
"SMS_ALERT_TITLE" = "Textová správa";
"SLIDE_TO_ANSWER" = "zdvihnúť";
"POWER_DOWN_LINE_1" = "podržte tlačidlo";
"POWER_DOWN_LINE_2" = "pre vypnutie";
"PIN_LOCKED_STRING" = "Vaša SIM karta je zamknutá. Chcete ju odomknúť?";
"UNLOCK" = "Odomknúť";
"IPOD_ONLY" = "iPod";

"NEW_VOICEMAIL" = "Nový odkaz";
"NEW_VOICEMAIL_BODY" = "Odkazovač";
"NEW_VOICEMAIL_FROM" = "Nový odkaz od %@";
"SLIDE_TO_LISTEN" = "vypočuť";
"LISTEN" = "Počúvať";

"CALLING" = "vytáča sa…";
"CALLING_LABEL_FORMAT" = "vytáča sa %@…";

"SLIDE_TO_CALL_BACK" = "volať späť";
"SLIDE_TO_CALL_BACK_SHORT" = "volať späť";
"CALL_BACK" = "Volať späť";
"CALL_FAILURE" = "Volanie zlyhalo";
"CALL_WITH" = "Volať s %@: %@";

"PIN_LOCKED_TITLE" = "SIM karta zamknutá";
"ENTER_PIN_TITLE" = "Zadajte PIN";
"PIN_ATTEMPT_REMAINING" = "Zostáva 1 pokus";
"PIN_ATTEMPTS_REMAINING" = "Zostáva pokusov: %@";
"WAITING_RESPONSE_TITLE" = "Odomyká sa…";
"WAIT_FOR_UNLOCK" = "prosím počkajte";
"PIN_UNLOCK_FAILED_TITLE" = "Nesprávny PIN";

"PUK_LOCKED_TITLE" = "PUK zamknutý";
"ENTER_PUK_TITLE" = "Zadajte PUK";
"PUK_LOCKED_STRING" = "Vaša SIM je neprístupná. Kontaktujte operátora kvôli PUK kódu.";
"PUK_LOCKED_ENTER_PIN" = "Zadajte PIN";
"PUK_LOCKED_ENTER_PIN_LABEL" = "vyberte nový PIN kód";
"PUK_LOCKED_CONFIRM_PIN" = "Potvrdiť nový PIN";
"PUK_LOCKED_CONFIRM_PIN_LABEL" = "zopakujte nový PIN";
"PUK_UNLOCK_FAILED_TITLE" = "Nesprávny PUK";
"PUK_LOCKED_PIN_MISMATCH_LABEL" = "predošlé PIN kódy sa nezhodujú";
"BRICKED_AND_SIM_LOCKED_STRING_IPHONE" = "Pre aktiváciu iPhonu vložte platnú SIM kartu neuzamknutú PIN kódom.";
"BRICKED_AND_SIM_LOCKED_STRING_IPAD" = "Pre aktiváciu iPadu vložte platnú SIM kartu neuzamknutú PIN kódom.";
"PUK_HOPELESSLY_LOCKED_TITLE" = "PUK kód sa vyčerpal";
"PUK_HOPELESSLY_LOCKED_STRING" = "Vyčerpali ste všetky pokusy o odomknutie SIM. Prosím kontaktujte operátora.";

"MISSING_SIM_TITLE" = "Nie je nainštalovaná SIM karta";
"LOCKED_SIM_TITLE" = "Nesprávna SIM";

"PERSONALIZATION_LOCK_ENTER_CODE" = "Zadajte kód";
"PERSONALIZATION_UNLOCK_FAILED_TITLE" = "Nesprávny kód";

"NETWORK_LOCKED_LABEL" = "sieťová personalizácia";
"OPERATOR_LOCKED_LABEL" = "personalizácia operátora";
"OPERATOR_SS_LOCKED_LABEL" = "personalizácia podmnožiny operátorov";
"CORPORATE_LOCKED_LABEL" = "firemná personalizácia";
"SERVICE_PROVIDER_LOCKED_LABEL" = "personalizácia poskytovateľa služby";

"PERSONALIZATION_LOCKED_SIM_STRING" = "Tento iPhone musí používať schválenú SIM.";

"NETWORK_LOCKED_SIM_STRING" = "Váš telefón je zviazaný s konkrétnou SIM kartou.";
"OPERATOR_LOCKED_SIM_STRING" = "Váš telefón je zviazaný so SIM kartou vydávanou konkrétnym operátorom.";
"OPERATOR_SUBSET_LOCKED_SIM_STRING" = "Váš telefón je zviazaný so SIM kartou vydávanou konkrétnym poskytovateľom.";
"CORPORATE_LOCKED_SIM_STRING" = "Váš telefón je zviazaný so špecifickými firemnými SIM kartami.";
"SERVICE_PROVIDER_LOCKED_SIM_STRING" = "Váš telefón je zviazaný so SIM kartou vydávanou konkrétnym poskytovateľom.";

"DURATION_PREAMBLE" = "Dotykom sa vrátite k hovoru";
"PLEASE_WAIT" = "Prosím počkajte…";
"BAD_SIM_TITLE" = "Zlyhanie SIM";
"BAD_SIM_STRING" = "Vašu SIM kartu treba nahradiť. Kontaktujte poskytovateľa služby.";
"CHARS_REMAINING" = "Zostáva znakov: %@";
"CHAR_REMAINING" = "Zostáva znakov: %@";
"UNKNOWN" = "Neznámy";
"BLOCKED" = "Blokované";
"CANCEL" = "Zrušiť";
"BACK" = "Späť";
"SEND" = "Odoslať";
"YES" = "Áno";
"NO" = "Nie";
"NEW_TEXT_MESSAGE" = "Nová textová správa";

"VIEW" = "Zobraziť";
"CLOSE" = "Zatvoriť";
"POWER_DOWN_LOCK_LABEL" = "vypnúť";
"POWER_DOWN_CANCEL" = "Zrušiť";
"DIAL" = "Vytočiť";
"NO_SERVICE" = "Žiadna sieť";
"SEARCHING" = "Vyhľadáva sa…";
"SOS_ONLY" = "Len SOS";
"NO_SIM" = "Žiadna SIM";
"BAD_SIM" = "Neplatná SIM";
"LOCKED_SIM" = "Zamknutá SIM";
"MULTIPLE_CALLS" = "Viacero hovorov";
"CONFERENCE_CALL" = "Konferencia";

"Call Failure\n%@\n%@" = "Volanie zlyhalo\n%@\n%@";

"MOBILITY_MANAGEMENT_FORMAT_STRING" = "MM #%d";
"Smart chip not provisioned" = "SIM neposkytnutá";
"Smart chip not allowed" = "SIM nepovolená";
"Call failed" = "Hovor zlyhal";
"Phone not allowed" = "Telefón nepovolený";

"FIXED_DIALING_LOCKED_SIM_TITLE" = "Aktivované vytáčanie fixných čísel";
"FIXED_DIALING_LOCKED_SIM_STRING" = "Vaša SIM karta má aktivované vytáčanie fixných čísel. Môžete vykonávať iba tiesňové volania.";

"TTY (No SIM)" = "TTY (Žiadna SIM)";
"TTY" = "TTY";
"USE_TTY_FOR_CALL" = "Použiť pre tento hovor TTY?";

"ENTER_PASSCODE" = "Zadajte heslo";
"WRONG_PASSCODE" = "Nesprávne heslo";
"TRY_AGAIN" = "skúste znovu";
"DEVICE_BLOCKED" = "%@ je zablokovaný";
"EMERGENCY_CALL" = "Tiesňové volanie";
"EMERGENCY_CALL_TITLE" = "Tiesňové\nvolanie";
"CONNECT_TO_ITUNES" = "pripojiť k iTunes";
"ONE_MINUTE_TO_UNBLOCK" = "skúste to znovu o 1 min";
"MULTIPLE_MINUTES_TO_UNBLOCK" = "skúste to znovu o %@ min";

"ALPHANUMERIC_PASSCODE_OK" = "OK";
"ALPHANUMERIC_PASSCODE_CANCEL" = "Zrušiť";

"VOD_OK" = "OK";

"LOCAL_NOTIFICATION_SNOOZE" = "Driemať";

"LOW_BATT_TITLE" = "Slabá batéria";
"LOW_BATT_MSG_LEVEL" = "Zostáva %@ batérie";

"AUTO_WIFI_SYNC_LOW_POWER" = "Automatická Wi-Fi synch. s iTunes bude pokračovať po nabití.";
"AUTO_WLAN_SYNC_LOW_POWER" = "Automatická WLAN synch. s iTunes bude pokračovať po nabití.";
"WIFI_SYNC_LOW_POWER" = "Wi-Fi synch. s iTunes bude pokračovať po nabití.";
"WLAN_SYNC_LOW_POWER" = "WLAN synch. s iTunes bude pokračovať po nabití.";
"SYNC_LOW_POWER" = "Synchronizácia s iTunes bude pokračovať po nabití.";

"NETWORK_LOST" = "Sieť nedostupná";
"NETWORK_RESTRICTED" = "Obmedzená sieť";
"SETTINGS" = "Nastavenia";
"NETWORK_LOST_TEXT" = "Vami zvolená mobilná sieť už viac nie je dostupná. Inú sieť si môžete zvoliť v Nastaveniach.";
"NETWORK_RESTRICTED_TEXT" = "Vami zvolená mobilná sieť je obmedzená. Inú sieť si môžete zvoliť v Nastaveniach.";
"NETWORK_LOST_LOCK_LABEL" = "zvoliť";
"NETWORK_LOST_LOCK_LABEL_SHORT" = "vybrať";

"CALL" = "Zavolať";

"OK" = "OK";

"TIMER_LOCK_LABEL" = "zastaviť časovač";
"COUNT_DOWN_TIME_REACHED" = "Časovač skončil";

"LOW_DISK_SPACE_TITLE" = "Úložisko je takmer plné";
"LOW_DISK_SPACE_MESSAGE" = "Úložisko môžete spravovať v Nastaveniach.";
"LOW_DISK_SPACE_DISMISS" = "Hotovo";
"LOW_DISK_SPACE_SETTINGS" = "Nastavenia";

"DEAD_RADIO_TITLE" = "Obnova nutná";
"DEAD_RADIO_MESSAGE" = "iPhone nedokáže prijímať ani uskutočňovať hovory. Obnovte ho pomocou iTunes.\nwww.apple.com/sk/support";

"DEVICE_INACTIVE" = "Aktivovať iPhone";
"ACTIVATION_REQUIRED" = "Vyžaduje sa aktivácia";
"PHONE_ACTIVATED" = "iPhone je aktivovaný";
"WAITING_FOR_ACTIVATION_TITLE" = "Čaká sa na aktiváciu";
"WAITING_FOR_ACTIVATION_BODY" = "Toto môže chvíľu trvať.";
"ACTIVATION_FAILED_TITLE" = "iPhone nie je aktivovaný";
"ACTIVATION_FAILED_BODY" = "Ak problém pretrváva, konaktujte vášho operátora.";
"ACTIVATION_FAILED_BODY_SUPPORT" = "Ak problém pretrváva, kontaktujte vášho operátora pomocou iného telefónu na čísle %@.";
"ACTIVATION_FAILED_IGNORE_BUTTON" = "Ignorovať";
"ACTIVATION_FAILED_RETRY_BUTTON" = "Skúste znovu";
"MISMATCHED_SIM_TITLE" = "Zistená odlišná SIM";
"MISMATCHED_SIM_BODY" = "Pripojte sa k iTunes";
"REGISTRATION_FAILED_TITLE" = "Upozornenie aktivácie";
"REGISTRATION_FAILED_BODY" = "Signál sa nenašiel. Pre dokončenie aktivácie je potrebný signál.";

"CALL_FORWARDING_ACTIVE" = "Presmerovanie je aktívne";
"OUTGOING_CALL_FORWARDED" = "Odchádzajúci hovor presmerovaný";
"INCOMING_CALL_FORWARDED" = "Prichádzajúci hovor presmerovaný";

"AIRPLANE_DATA_PROMPT" = "Vypnite režim lietadlo alebo použite Wi-Fi";
"AIRPLANE_DATA_PROMPT_WLAN" = "Vypnite režim lietadlo alebo použite WLAN";
"AIRPLANE_DATA_PROMPT_NO_WIFI" = "Pre prístup k dátam vypnite režim lietadlo";
"AIRPLANE_DATA_OK" = "OK";
"AIRPLANE_DATA_SETTINGS" = "Nastavenia";
"AIRPLANE_CELL_PROMPT" = "Pre prístup k dátam musíte vypnúť režim lietadlo.";
"AIRPLANE_CELL_PROMPT_SMS" = "Ak chcete odosielať alebo prijímať správy, musíte vypnúť režim lietadlo.";

"IN_CALL_LAUNCH_ALERT" = "Mobilné dátové pripojenia nie sú počas tohto hovoru dostupné.";
"IN_CALL_LAUNCH_OK" = "OK";

"PIN_ENTRY_SUCCESS" = "Zadanie PIN úspešné";
"PUK_ENTRY_SUCCESS" = "Zadanie PUK úspešné";

"SLIDE_TO_CANCEL" = "zrušiť";

"RESTORE_IN_PROGRESS" = "Prebieha obnova";
"RESTORE_COMPLETE" = "Obnova dokončená";
"RESTORE_FAILED" = "Obnova zlyhala";

"RESTORE_FAILURE_ALERT_RESTART_BUTTON_TITLE" = "Reštartovať";
"RESTORE_FAILURE_ALERT_BODY_TEXT" = "Pri obnove nastal problém. Reštartujte váš %@ a skúste ho znovu obnoviť.";

"RESET_IN_PROGRESS" = "Obnovuje sa %@";
"RESET_COMPLETE" = "Obnova dokončená";

"NO_NAME" = "Neznámy";

"HEADSET_VOLUME" = "headset";
"BLUETOOTH_VOLUME" = "bluetooth";
"RINGER_VOLUME" = "hlasitosť";
"SOUND_EFFECTS_VOLUME" = "zvukové efekty";
"VOLUME" = "hlasitosť";
"HEADPHONES" = "slúchadlá";
"VOLUME_HUD_FORMAT" = "(%@)";

"RE-CALIBRATE COMPASS" = "Rušenie kompasu";
"RE-CALIBRATE_INSTRUCTION_IPHONE" = "Odstúpte od zdroja rušenia alebo\nskalibrujte kompas - pohybom\niPhonu opíšte číslo 8.";
"RE-CALIBRATE_INSTRUCTION_IPOD" = "Odstúpte od zdroja rušenia alebo\nskalibrujte kompas - pohybom\niPodu opíšte číslo 8.";
"RE-CALIBRATE_INSTRUCTION_IPAD" = "Odstúpte od zdroja rušenia alebo\nskalibrujte kompas - pohybom\niPadu opíšte číslo 8.";

"EDGE_FAILURE" = "Nepodarilo sa aktivovať mobilnú dátovú sieť";
"EDGE_FAILURE_SETTINGS" = "Nastavenia";  
"EDGE_ROAMING_FAILURE_TITLE" = "Dátový roaming je vypnutý";
"EDGE_ROAMING_FAILURE_BODY" = "Použite Wi-Fi alebo povoľte dátový roaming v Nastavenia > Všeobecné > Sieť. Služba môže byť spoplatnená.";
"EDGE_ROAMING_FAILURE_BODY_WLAN" = "Použite WLAN alebo povoľte dátový roaming v Nastavenia > Všeobecné > Sieť. Služba môže byť spoplatnená.";
"EDGE_ROAMING_FAILURE_BODY_NO_WIFI" = "Povoľte dátový roaming v Nastavenia > Všeobecné > Sieť. Služba môže byť spoplatnená.";
"EDGE_ROAMING_FAILURE_BODY_IPAD" = "Použite Wi-Fi alebo povoľte dátový roaming v Nastavenia > Mobilné dáta. Služba môže byť spoplatnená.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_WLAN" = "Použite WLAN alebo povoľte dátový roaming v Nastavenia > Mobilné dáta. Služba môže byť spoplatnená.";
"EDGE_ROAMING_FAILURE_BODY_IPAD_NO_WIFI" = "Povoľte dátový roaming v Nastavenia > Mobilné dáta. Služba môže byť spoplatnená.";
"EDGE_OFF_FAILURE_TITLE" = "Mobilné dáta sú vypnuté";
"EDGE_OFF_FAILURE_BODY" = "Pre prístup k dátam zapnite mobilné dáta alebo použite Wi-Fi.";
"EDGE_OFF_FAILURE_BODY_WLAN" = "Pre prístup k dátam zapnite mobilné dáta alebo použite WLAN.";
"EDGE_OFF_FAILURE_BODY_NO_WIFI" = "Pre prístup k dátam zapnite mobilné dáta.";
"EDGE_OFF_FAILURE_BODY_IPAD" = "Pre prístup k dátam zapnite mobilné dáta alebo použite Wi-Fi.";
"EDGE_OFF_FAILURE_BODY_IPAD_WLAN" = "Pre prístup k dátam zapnite mobilné dáta alebo použite WLAN.";
"EDGE_OFF_FAILURE_BODY_IPAD_NO_WIFI" = "Pre prístup k dátam zapnite mobilné dáta.";
"EDGE_OK" = "OK";

"kGprsIllegalMs" = "Neplatné MS";
"kGprsIllegalMe" = "Neplatné ME";
"kGprsServicesNotAllowed" = "GPRS služby nepovolené";
"kGprsPlmnNotAllowed" = "PLMN nepovolené";
"kGprsLocationAreaNotAllowed" = "Oblasť nepovolená";
"kGprsRoamingNotAllowedInLocationArea" = "Roaming v tejto oblasti nie je povolený";
"kGprsServiceOptionNotSupported" = "Služba nie je podporovaná";
"kGprsServiceOptionNotSubscribed" = "Nemáte predplatené mobilné dátové služby";
"kGprsServiceOptionTemporarilyOutOfOrder" = "Mobilná dátová sieť je dočasne nedostupná";
"kGprsPdpAuthenticationFailure" = "Zlyhanie PDP autentifikácie";
"kGprsInvalidMobileClass" = "Neplatná trieda mobilov";

"IPOD" = "iPod";
"MUSIC" = "Hudba";

"SETTING_LANGUAGE" = "Nastavuje sa jazyk…";
// Localized device name capabilities
"iPod" = "iPod";
"iPad" = "iPad";
"iPhone" = "iPhone";

"EXPIRED_FORMAT" = "Lehota na zapožičanie „%@“ vypršala";
"WARNING_DAYS_FORMAT" = "Máte ešte %@ dní na pozeranie „%@“. Potom bude vymazaný";
"WARNING_DAY_FORMAT" = "Máte ešte %@ deň na pozeranie „%@“. Potom bude vymazaný";
"WARNING_HOURS_FORMAT" = "Máte ešte %@ h na pozeranie „%@“. Potom bude vymazaný";
"WARNING_HOUR_FORMAT" = "Máte ešte %@ h na pozeranie „%@“. Potom bude vymazaný";
"WARNING_MINUTES_FORMAT" = "Máte ešte %@ min na pozeranie „%@“. Potom bude vymazaný";
"WARNING_MINUTE_FORMAT" = "Máte ešte %@ min na pozeranie „%@“. Potom bude vymazaný";

"NEWSSTAND_ICON_TITLE" = "Kiosk";
"NEWSSTAND_FOLDER_TITLE" = "Kiosk";
"NEWSSTAND_STORE_BUTTON_TITLE" = "Store";
"NEWSSTAND_NEWISSUEBADGE_TITLE" = "Nové";

"DELETE_ICON_TITLE" = "Vymazať ikonu";
"DELETE_ICON_BODY" = "Naozaj chcete odstrániť záložku „%@“?";
"DELETE_ICON_CONFIRM" = "Vymazať";
"DELETE_ICON_CANCEL" = "Zrušiť";

"DELETE_WIDGET_TITLE" = "Vymazať „%@“";
"DELETE_WIDGET_BODY" = "Naozaj chcete vymazať „%@“?";
"DELETE_WIDGET_CONFIRM" = "Vymazať";
"DELETE_WIDGET_CANCEL" = "Zrušiť";

"UNINSTALL_ICON_TITLE" = "Vymazať „%@“";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "Vymazať „%@“";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Čakajúce aktualizácie dokumentov";
"UNINSTALL_ICON_BODY" = "Vymazaním aplikácie „%@“ zároveň odstránite všetky jej dáta.";
"UNINSTALL_ICON_BODY_MULTIPLE" = "Vymazaním aplikácie „%@“ zároveň odstránite %@ a všetky jej dáta.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "Vymazaním aplikácie „%@“ zároveň odstránite všetky jej dáta z tohto %@. Dokumenty a dáta uložené v iCloude nebudú vymazané a môžete ich spravovať v nastaveniach.";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "Aktualizácie niektorých dokumentov v iCloude čakajú. Ak teraz vymažete „%@“, budú tieto aktualizácie stratené.";
"UNINSTALL_ICON_CONFIRM" = "Vymazať";
"UNINSTALL_ICON_CANCEL" = "Zrušiť";

"RATINGS_ICON_TITLE" = "Ohodnoťte „%@“ pred vymazaním.";
"RATINGS_ICON_BODY" = "Klepnite na hviezdu pre hodnotenie.";
"RATINGS_ICON_SKIP" = "Nehodnotiť";
"RATINGS_ICON_RATE" = "Hodnotiť";

"GAMECENTER_DELETE_STATS_TITLE" = "Odstrániť „%@“ z Game Center?";
"GAMECENTER_DELETE_STATS_BODY" = "Nebudete viac uvedený v tabuľkách pre „%@“.";
"GAMECENTER_DELETE_STATS_DELETE" = "Odstrániť";
"GAMECENTER_DELETE_STATS_CANCEL" = "Ponechať";

"REORDER_INFO_TEXT" = "Pre režim usporiadania ikon klepnite na ikonu a držte ju. Kliknite na tlačidlo Menu pre ukončenie.";
"REORDER_INFO_TITLE" = "Úprava plochy";
"REORDER_INFO_BODY" = "Pre preusporiadanie ikon sa dotknite ktorejkoľvek z nich a držte ju, až kým sa nezačne chvieť. Potom potiahnite ikonu na požadované miesto.\nPotiahnite ikonu k pravému okraju obrazovky pre vytvorenie ďalších plôch.\nPo skončení stlačte tlačidlo Domov.";

"CARRIER_DEBUGGING_TITLE" = "Nastavený pre diagnostiku";
"CARRIER_DEBUGGING_BODY" = "Toto zariadenie je nastavené na odosielanie diagnostických informácií do Apple.\nVšetky informácie týkajúce sa použitia, vrátane vašich osobných informácií budú odoslané Apple. Očakáva sa, že testeri tejto verzie softvéru odošlú tieto údaje.\nV prípade, že túto funkciu potrebujete z pracovných dôvodov vypnúť, kontaktujte svojho zamestnávateľa.";

"UNHANDLED_URL_TITLE" = "Nepodporovaná URL";
"UNHANDLED_URL_BODY" = "URL nebolo načítané:\n%@";

"RESTRICTED_URL_TITLE" = "Obmedzená URL";
"RESTRICTED_URL_BODY" = "URL nebolo načítané:\n%@";

"CALL_PERMISSION_ALERT_CALL" = "Zavolať";
"CALL_PERMISSION_ALERT_CANCEL" = "Zrušiť";

"DOWNLOADING_ICON_LABEL" = "Načítava sa…";
"INSTALLING_ICON_LABEL" = "Inštaluje sa…";
"PAUSED_ICON_LABEL" = "Pozastavené";
"RESTRICTED_ICON_LABEL" = "Obmedzené";
"WAITING_ICON_LABEL" = "Čaká sa…";

"APP_DOWNLOAD_QUEUE_ERROR" = "Nie je možné získať info pre stiahnutie.  Pripojte sa pomocou iTunes.";

"PENDING_DOWNLOAD_REMOVED_TITLE" = "Sťahovania dokončené";
"PENDING_DOWNLOAD_REMOVED_BODY" = "Niektoré sťahovania v iTunes na vašom počítači boli dokončené.";
"PENDING_DOWNLOAD_REMOVED_OK" = "Zrušiť";

"ALL_PENDING_DOWNLOADS_REMOVED_TITLE" = "Sťahovania dokončené";
"ALL_PENDING_DOWNLOADS_REMOVED_BODY" = "Všetky sťahovania v iTunes na vašom počítači boli dokončené.";
"ALL_PENDING_DOWNLOADS_REMOVED_OK" = "Zrušiť";

"ENTER_CURRENT_PASSCODE" = "Pre zmenu hesla zadajte najprv aktuálne heslo.";
"ENTER_NEW_PASSCODE" = "Nové heslo";
"CONFIRM_NEW_PASSCODE" = "Zopakujte nové heslo";
"CONFIRM_NEW_PASSCODE_MISMATCH" = "Nové heslá sa nezhodujú. %@";

"PASSCODE_ALERT_EMERGENCY" = "SOS";
"PASSCODE_ALERT_CANCEL" = "Zrušiť";
"PASSCODE_ALERT_NEXT" = "Pokračovať";
"PASSCODE_ALERT_DONE" = "Uložiť";
"PASSCODE_ALERT_TITLE" = "Požiadavka hesla";
"PASSCODE_ALERT_INCORRECT_PASSCODE" = "Nesprávne heslo. Zadajte vaše aktuálne heslo.";

"NON_COMPLIANT_PASSCODE_LATER" = "Neskôr";
"NON_COMPLIANT_PASSCODE_CONTINUE" = "Pokračovať";
"PASSCODE_REMINDER_CANCEL" = "Teraz nie";
"PASSCODE_REMINDER_CONTINUE" = "Pokračovať";

"AFTER_CLTM_SHUTDOWN_BODY_IPHONE" = "iPhone sa vypol kvôli teplote.";
"AFTER_CLTM_SHUTDOWN_BODY_IPAD" = "iPad sa vypol kvôli teplote.";
"AFTER_CLTM_SHUTDOWN_BODY_IPOD" = "iPod sa vypol kvôli teplote.";

"IPHONE_TOO_HOT" = "Teplota";

"FIREWIRE_ALERT_STRING" = "Dobíjanie s týmto príslušenstvom\nnie je podporované";
"THERMAL_ALERT_STRING_IPHONE" = "iPhone sa potrebuje ochladiť\npred ďalším použitím.";
"THERMAL_ALERT_STRING_IPAD" = "iPad sa potrebuje ochladiť\npred ďalším použitím.";
"THERMAL_ALERT_STRING_IPOD" = "iPod sa potrebuje ochladiť\npred ďalším použitím.";

"APP_PROFILE_EXPIRED_BODY" = "Aplikáciu „%@“ nie je možné otvoriť, pretože obstarávaciemu profilu vypršala platnosť.";
"APP_PROFILE_EXPIRED_OK" = "OK";

"APP_PROFILE_NOT_TRUSTED_BODY" = "Naozaj chcete otvoriť aplikáciu „%@“ od vývojára „%@“?";
"APP_PROFILE_NOT_TRUSTED_CONFIRM" = "Pokračovať";
"APP_PROFILE_NOT_TRUSTED_CANCEL" = "Ukončiť";

"MULTIPLE_NEW_MESSAGE_HIDDEN_PREVIEW" = "Nové textové správy: %@ ";
"AWAY_MASKED_SMSES_LABEL" = "Textové správy";
"AWAY_MASKED_SMS_LABEL" = "Textová správa";

"SIMULATOR_CARRIER_STRING" = "Operátor";

"PRINT_CENTER_TITLE" = "Centrum tlače";

"SEARCH_BAR_PLACEHOLDER" = "Prehľadať %@";
"NO_SEARCH_RESULTS" = "Žiadne výsledky";
"EMPTY_SEARCH_RESULT" = "(nepomenovaný)";
"SEARCH_SUBTITLE_SEPARATOR" = " — ";
"SEARCH_WEB" = "Hľadať na webe";
"SEARCH_WIKIPEDIA" = "Hľadať vo Wikipedii";
"SEARCH_TOP_HIT" = "Naj výsledok";

"ALL_DAY"   = "Celodenná";
"YESTERDAY" = "Včera";
"TODAY" = "Dnes";
"TOMORROW" = "Zajtra";
"TODAY_TOMORROW_YESTERDAY_DATE_FORMAT" = "%@ %@";

"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_TITLE" = "Pre použitie Push hlásení sa pripojte k iTunes";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_BODY" = "„%@“ hlásenia môžu zahŕňať upozornenia, zvuky a odznaky ikon.";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_DISMISS" = "OK";

"REMOTE_NOTIFICATION_PERMISSION_ALERT_TITLE" = "„%@“ vám chce posielať Push hlásenia";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_BODY" = "Hlásenia môžu zahŕňať upozornenia, zvuky a odznaky ikon. Tieto môžete konfigurovať v Nastaveniach.";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_AND_PUSH_PERMISSION_ALERT_TITLE" = "„%@“ vám chce posielať nové vydania a Push hlásenia";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_PERMISSION_ALERT_TITLE" = "„%@“ vám chce posielať nové vydania";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_ALERT_BODY" = "Nové vydania budú automaticky stiahnuté po pripojení k Wi-Fi. Toto je možné upraviť v nastaveniach.";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_DENY" = "Nepovoliť";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_ALLOW" = "OK";

"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_TITLE" = "Zapnite Push hlásenia ak chcete povoliť aplikácii „%@“ prijímať zvuky, upozornenia a odznaky";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_DISMISS" = "Zrušiť";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_SETTINGS" = "Nastavenia";

"REMOTE_NOTIFICATION_SIMULATOR_NOT_SUPPORTED_NSERROR_DESCRIPTION" = "vzdialené hlásenia nie sú podporované v simulátore";
"REMOTE_NOTIFICATION_ENTITLEMENT_NSERROR_DESCRIPTION" = "pre aplikáciu sa nenašiel žiadny platný '%@' autorizačný reťazec";

"BACKGROUND_CONTINUATION_PERMISSION_ALERT_TITLE" = "Aplikácia „%@“ by chcela bežať na pozadí";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_BODY" = "Spustenie %@ na pozadí je možné konfigurovať v Nastaveniach.";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_DENY" = "Nepovoliť";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_ALLOW" = "OK";

"BATTERY_CHARGE_PERCENTAGE" = "Nabitá na %@"; 

"INTERNET_TETHERING_SINGLE_HOST" = "Zdieľanie internetu: 1 pripojenie";
"INTERNET_TETHERING_MULTIPLE_HOSTS" = "Zdieľanie internetu: pripojenia (%@)";

"CLASS_0_ALERT_MESSAGE_FROM" = "Správa od %@:";

"APPLICATION_SWITCHER_TITLE" = "Aplikácie";
"APPLICATION_SWITCHER_CANCEL" = "Zrušiť";
"APPLICATION_SWITCHER_QUITAPP" = "Ukončiť";

"DATA_PLAN_LATER" = "Neskôr";
"DATA_PLAN_NOW" = "Teraz";

"DATA_PLAN_NEW_ACCOUNT_TITLE" = "Mobilný dátový účet";
"DATA_PLAN_NEW_ACCOUNT_BODY" = "Neprihlásili ste sa k dátovému programu. Chcete teraz nastaviť nový účet? Ak to neurobíte hneď, môžete sa k tomu neskôr vrátiť v Nastaveniach.";

"DATA_PLAN_DISABLE_TITLE" = "Mobilné dáta";
"DATA_PLAN_DISABLE_BODY" = "Ak nechcete potvrdzovať sťahovanie dát z mobilnej siete, môžete vypnúť mobilné dáta v nastaveniach.";

"DATA_PLAN_ADD_TITLE" = "Využitie mobilného dátového programu";
"DATA_PLAN_ADD_LOW_BODY" = "Zostáva len %@ vášho dátového programu. Chcete pridať viac dát do vášho programu? Ak to neurobíte hneď, môžete sa k tomu vrátiť v Nastaveniach.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_DAYS" = "Váš dátový program vyprší o %@ dní. Chcete rozšíriť váš dátový program? Ak to neurobíte hneď, môžete sa k tomu vrátiť v Nastaveniach.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_DAY" = "Váš dátový program vyprší za jeden deň. Chcete rozšíriť váš dátový program? Ak to neurobíte hneď, môžete sa k tomu vrátiť v Nastaveniach.";
"DATA_PLAN_ADD_EXPIRATION_BODY_LESS_THAN_MULTIPLE_DAYS" = "Váš dátový program vyprší za menej ako %@ dni. Chcete rozšíriť váš dátový program? Ak to neurobíte hneď, môžete sa k tomu vrátiť v Nastaveniach.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_HOURS" = "Váš dátový program vyprší o %@ h. Chcete rozšíriť váš dátový program? Ak to neurobíte hneď, môžete sa k tomu vrátiť v Nastaveniach.";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_HOUR" = "Váš dátový program vyprší približne za hodinu. Chcete rozšíriť váš dátový program? Ak to neurobíte hneď, môžete sa k tomu vrátiť v Nastaveniach.";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_MINUTES" = "Váš dátový program vyprší o %@ min. Chcete rozšíriť váš dátový program? Ak to neurobíte hneď, môžete sa k tomu vrátiť v Nastaveniach.";
"DATA_PLAN_ADD_EMPTY_BODY" = "Vo vašom dátovom programe nie sú žiadne dáta. Chcete teraz hneď pridať viac dát? Ak to neurobíte hneď, môžete sa k tomu neskôr vrátiť v Nastaveniach.";

"DATA_PLAN_ACTIVATED_TITLE" = "Dátový program aktivovaný";
"DATA_PLAN_ACTIVATED_FORMAT" = "Váš mobilný dátový program %@ bol úspešne aktivovaný.";

"DATA_PLAN_UPDATED_TITLE" = "Mobilného dátový program aktualizovaný";
"DATA_PLAN_UPDATED_FORMAT" = "Váš mobilný dátový program %@ bol úspešne aktualizovaný.";

"DATA_PLAN_FAILED_TITLE" = "Zlyhanie aktivácie dátového programu";
"DATA_PLAN_FAILED_ACTIVATE_FORMAT" = "Váš mobilný dátový program %@ nebol aktivovaný.";
"DATA_PLAN_FAILED_UPDATE_FORMAT" = "Váš mobilný dátový program %@ nebol aktualizovaný.";

"DATA_PLAN_FAILED_TRY_LATER" = "Zrušiť";
"DATA_PLAN_FAILED_TRY_AGAIN" = "Skúste znovu";

"ORIENTATION_LOCK_PORTRAIT_LOCKED" = "Orientácia na výšku zamknutá";
"ORIENTATION_LOCK_PORTRAIT_UNLOCKED" = "Orientácia na výšku odomknutá";
"ORIENTATION_LOCK_LANDSCAPE_LOCKED" = "Orientácia na šírku zamknutá";
"ORIENTATION_LOCK_UNLOCKED" = "Orientácia odomknutá";

"MUTE_ON" = "Zvuk je vypnutý";
"MUTE_OFF" = "Zvuk je zapnutý";

/* format string for alarms on events in other time zones - #1 is main time string, #2 is time in other time zone (e.g. 'Today at 1:00 pm (4:00 pm EDT)')*/
"ALARM_OTHER_TIMEZONE_FORMAT" = "%1$@ (%2$@)";

"IBOOKS_UNSUPPORTED_TITLE" = "Aktualizácia iBooks";
"IBOOKS_UNSUPPORTED_BODY" = "Stiahnuť bezplatnú aktualizáciu na App Store.";
"IBOOKS_UNSUPPORTED_DOWNLOAD" = "Stiahnuť";
"IBOOKS_UNSUPPORTED_CANCEL" = "Zrušiť";

"BULLETIN_LIST_DONE" = "Hotovo";
"BULLETIN_LIST_CLEAR" = "Vyčistiť";
"BULLETIN_LIST_NO_NEW_NOTIFICATIONS" = "Žiadne nové hlásenia";

"SYNCING_ICON_LABEL" = "Synchronizuje sa…";
"CLEANING_ICON_LABEL" = "Čistí sa…";

// Software Update Alerts
"SOFTWARE_UPDATE_AVAILABLE_ALERT_TITLE"  = "Aktualizácia softvéru";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY"   = "Aktualizácia %@ je teraz dostupná.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPHONE" = "Aktualizácia %@ je dostupná pre váš iPhone.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPAD" = "Aktualizácia %@ je dostupná pre váš iPad.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPOD" = "Aktualizácia %@ je dostupná pre váš iPod.";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_CANCEL" = "Zatvoriť";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_ACTION" = "Detaily";

"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_TITLE"      = "Aktualizácia softvéru";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL"          = "Aktualizácia %@ bude nainštalovaná o %@ s. Vaše zariadenie bude po dokončení inštalácie reštartované.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR"        = "Aktualizácia %@ bude nainštalovaná o %@ s. Vaše zariadenie bude po dokončení inštalácie reštartované.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPHONE"   = "Aktualizácia %@ bude nainštalovaná o %@ s. Váš iPhone bude po dokončení inštalácie reštartovaný.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPHONE" = "Aktualizácia %@ bude nainštalovaná o %@ s. Váš iPhone bude po dokončení inštalácie reštartovaný.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPAD"     = "Aktualizácia %@ bude nainštalovaná o %@ s. Váš iPad bude po dokončení inštalácie reštartovaný.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPAD"   = "Aktualizácia %@ bude nainštalovaná o %@ s. Váš iPad bude po dokončení inštalácie reštartovaný.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPOD"     = "Aktualizácia %@ bude nainštalovaná o %@ s. Váš iPod bude po dokončení inštalácie reštartovaný.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPOD"   = "Aktualizácia %@ bude nainštalovaná o %@ s. Váš iPod bude po dokončení inštalácie reštartovaný.";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_CANCEL"     = "Neskôr";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_ACTION"     = "Inštalovať";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL" = "počkať";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL_SHORT" = "počkať";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_TITLE"        = "Aktualizácia softvéru zlyhala";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_BODY_GENERIC" = "Počas sťahovania %@ došlo k chybe.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_CANCEL"       = "Zatvoriť";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_ACTION"       = "Nastavenia";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_TITLE"  = "Aktualizácia sa nedá stiahnuť";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_BODY"   = "Nemáte dostatok úložiska pre stiahnutie %@. Úložisko môžete spravovať v Nastaveniach.";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_CANCEL" = "Zatvoriť";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_ACTION" = "Nastavenia";

"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_TITLE"  = "Aktualizácia softvéru nedostupná";
"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_BODY"   = "Aktualizácia softvéru nie je v tejto chvíli dostupná. Skúste to znovu neskôr.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_TITLE"        = "Aktualizáciu nie je možné nainštalovať";
"SOFTWARE_UPDATE_INSTALL_FAILURE_GENERIC_ALERT_BODY" = "Počas inštalácie %@ došlo k chybe.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_BATTERY_ALERT_BODY" = "Aktualizácia softvéru vyžaduje najmenej %@ batérie alebo pripojenie k zdroju napájania.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_STORAGE_ALERT_BODY" = "Aktualizácia softvéru vyžaduje najmenej %@ dostupného úložiska.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_NETWORK_ALERT_BODY" = "Aktualizácia softvéru vyžaduje pripojenie k sieti.";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_CANCEL"       = "Zatvoriť";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_ACTION"       = "Nastavenia";

"SOFTWARE_UPDATE_VERIFYING_ALERT_BODY" = "Overuje sa aktualizácia…";

"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_TITLE"  = "Nie je možné overiť aktualizáciu";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_BODY"   = "Overovanie aktualizácie %@ zlyhalo, pretože viac nie ste pripojený na internet.";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_CANCEL" = "Zatvoriť";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_ACTION" = "Skúsiť znovu";

// Newsstand card icon
"NEWSSTAND_CARD_TEXT" = "Noviny a časopisy môžete sťahovať z App Store";

// Relative date strings
"RELATIVE_DATE_FUTURE_SEC"  = "o %@ s";
"RELATIVE_DATE_FUTURE_MIN"  = "o %@ min";
"RELATIVE_DATE_FUTURE_HOUR" = "o %@ h";
"RELATIVE_DATE_NOW"         = "teraz";
"RELATIVE_DATE_PAST_SEC"    = "pred %@ s";
"RELATIVE_DATE_PAST_MIN"    = "pred %@ min";
"RELATIVE_DATE_PAST_HOUR"   = "pred %@ h";
"RELATIVE_DATE_PAST_DAY"    = "pred %@ d.";
